-- create table
CREATE TABLE municipalities (
	id integer NOT NULL,
	regionId integer NOT NULL,
	munName nvarchar(128) NOT NULL,
	munType nvarchar(128) NOT NULL
);
-- fill table with default data
INSERT INTO municipalities(id, regionId, munName, munType)
VALUES
--unselected
(0, 0, 'unselected', 'unselected'),
--gorOkr
(1, 74, 'Верхнеуфалейский городской округ', 'gorOkr'),
(2, 74, 'Златоустовский городской округ', 'gorOkr'),
(3, 74, 'Карабашский городской округ', 'gorOkr'),
(4, 74, 'Копейский городской округ', 'gorOkr'),
(5, 74, 'Кыштымский городской округ', 'gorOkr'),
(6, 74, 'Локомотивный городской округ', 'gorOkr'),
(7, 74, 'Магнитогорский городской округ', 'gorOkr'),
(8, 74, 'Миасский городской округ', 'gorOkr'),
(9, 74, 'Озерский городской округ', 'gorOkr'),
(10, 74, 'Снежинский городской округ', 'gorOkr'),
(11, 74, 'Трехгорный городской округ', 'gorOkr'),
(12, 74, 'Троицкий городской округ', 'gorOkr'),
(13, 74, 'Усть-Катавский городской округ', 'gorOkr'),
(14, 74, 'Чебаркульский городской округ', 'gorOkr'),
(15, 74, 'Челябинский городской округ', 'gorOkr'),
(16, 74, 'Южноуральский городской округ', 'gorOkr'),
--munRay
(17, 74, 'Агаповский муниципальный район', 'munRay'),
(18, 74, 'Аргаяшский муниципальный район', 'munRay'),
(19, 74, 'Ашинский муниципальный район', 'munRay'),
(20, 74, 'Брединский муниципальный район', 'munRay'),
(21, 74, 'Варненский муниципальный район', 'munRay'),
(22, 74, 'Верхнеуральский муниципальный район', 'munRay'),
(23, 74, 'Еманжелинский муниципальный район', 'munRay'),
(24, 74, 'Еткульский муниципальный район', 'munRay'),
(25, 74, 'Карталинский муниципальный район', 'munRay'),
(26, 74, 'Каслинский муниципальный район', 'munRay'),
(27, 74, 'Катав-Ивановский муниципальный район', 'munRay'),
(28, 74, 'Кизильский муниципальный район', 'munRay'),
(29, 74, 'Коркинский муниципальный район', 'munRay'),
(30, 74, 'Красноармейский муниципальный район', 'munRay'),
(31, 74, 'Кунашакский муниципальный район', 'munRay'),
(32, 74, 'Кусинский муниципальный район', 'munRay'),
(33, 74, 'Нагайбакский муниципальный район', 'munRay'),
(34, 74, 'Нязепетровский муниципальный район', 'munRay'),
(35, 74, 'Октябрьский муниципальный район', 'munRay'),
(36, 74, 'Пластовский муниципальный район', 'munRay'),
(37, 74, 'Саткинский муниципальный район', 'munRay'),
(38, 74, 'Сосновский муниципальный район', 'munRay'),
(39, 74, 'Троицкий муниципальный район', 'munRay'),
(40, 74, 'Увельский муниципальный район', 'munRay'),
(41, 74, 'Уйский муниципальный район', 'munRay'),
(42, 74, 'Чебаркульский муниципальный район', 'munRay'),
(43, 74, 'Чесменский муниципальный район', 'munRay')